/* eslint-disable */
export const GAMES_INFO = {
  call: {
    title: 'Аудиовызов',
    description: [
      'Мини-игра «Аудиовызов» - это тренировка, развивающая навыки речи и перевода.',
      'Вы слышите слово и видите 5 вариантов перевода. Выбрать правильный ответ можно двумя способами:',
    ],
    settings: ['1. Кликните по нему мышью.', '2. Используйте клавиши 1, 2, 3, 4, 5.'],
  },
  savannah: {
    title: 'Саванна',
    description: [
      'Мини-игра «Саванна» - это тренировка по переводу пассивного изученного словаря в активную стадию.',
      'После запуска игры вы увидите падающее слово на английском (или русском, если режим игры RU-> EN) и четыре варианта перевода. Выбрать правильный ответ можно двумя способами:',
    ],
    settings: ['1. Кликните по нему мышью.', '2. Используйте клавиши 1, 2, 3, 4'],
  },
}
