/* eslint-disable */
export const GAMES_INFO = {
  call: {
    title: 'Аудиовызов',
    description: [
      'Мини-игра «Аудиовызов» - это тренировка, развивающая навыки речи и перевода.',
      'Вы слышите слово и видите пять вариантов перевода. Выбрать правильный ответ можно двумя способами:',
    ],
    settings: ['1. Кликните по нему мышью.', '2. Используйте клавиши 1, 2, 3, 4, 5.'],
  },
  sprint: {
    title: 'SPRINT',
    description: [
      'After the start of the game, you will see word and translation. You need to choose is it right or wrong.',
    ],
    settings: ['1. Use mouse to choose.', '2. Use the keys Left and Right.'],
  },
  savannah: {
    title: 'Саванна',
    description: [
      'Мини-игра «Саванна» - это тренировка по переводу пассивного изученного словаря в активную стадию.',
      'После запуска игры вы увидите падающее слово на английском (или русском, если режим игры RU-> EN) и пять варианта перевода. Выбрать правильный ответ можно двумя способами:',
    ],
    settings: ['1. Кликните по нему мышью.', '2. Используйте клавиши 1, 2, 3, 4, 5'],
  },
  ourgame: {
    title: 'Наша игра',
    description: [
      'Мини-игра «Наша игра» - это тренировка, которая помогает визуализировать английские слов.',
      'После запуска игры вы увидите слово на английском языке и пять варианта изображения. Выбрать правильный ответ можно двумя способами:',
    ],
    settings: ['1. Кликните по нему мышью.', '2. Используйте клавиши 1, 2, 3, 4, 5'],
  },
}
